export type IFaq = {
    question: string;
    answer: string;
};

export const faqs: IFaq[] = [
    {
        question: 'Як знайти івент, який мене цікавить?',
        answer: 'Використовуйте пошук за назвою або фільтруйте івенти за категоріями — наприклад, "музика", "бізнес", "освіта", "вечірки" тощо.',
    },
    {
        question: 'Чи потрібна реєстрація, щоб відвідати івент?',
        answer: 'Так, для участі в івентах потрібна реєстрація. Це дозволяє організаторам бачити кількість учасників і надсилати вам важливу інформацію.',
    },
    {
        question: 'Як створити власний івент на сайті?',
        answer: 'Щоб створити івент, потрібно мати верифікований акаунт. Після верифікації ви отримаєте доступ до панелі організатора, де зможете додавати події та керувати ними.',
    },  {
        question: 'Як пройти верифікацію акаунта?',
        answer: 'Верифікація доступна після покупки спеціального плану для організаторів. Це допомагає захистити платформу від фейкових подій і забезпечити якість івентів.',
    },
];
